Repository: gerhardol/sporttracks-miscplugin
Catalog: MiscPlugin/Properties/Resources.*.resx
Languages: es, fr, it, nl, sv

# UI_Settings_PageControl_linkInformativeUrl_Text
source: Plugin Webpage
it: Pagina web del plugin
nl: Plugin Webpagina
sv: Plugin websida

# UI_Settings_PageControl_labelActivateAtImport_Text
source: Activate at Import
es: Realizar al Importar
fr: Activer à l'importation
it: Attivo all'importazione dell'attività
nl: Activeren bij Importeren
sv: Aktivera vid import

# UI_Settings_PageControl_labelEditMenuItem_Text
source: Edit Menu
es: Menu Editar
fr: Modifier le Menu
it: Menù modifiche
nl: Bewerk menu
sv: Ändra aktivitet menyn

# Edit_ExtendGPS_Text
source: Extend GPS Track to Activity
es: Extender el Track de GPS a la Actividad
fr: Etendre la trace GPS vers Activité
it: Associare la traccia GPS all'attività
nl: GPS track uitbreiden naar activiteit
sv: Utöka GPS spår till aktivitet

# UI_Settings_PageControl_labelExtendGPS_Text
source: Extend GPS Track to Activity
es: Extender el Track de GPS a la Actividad
fr: Etendre la trace GPS vers Activité
it: Associare la traccia GPS all'attività
nl: GPS track uitbreiden naar activiteit
sv: Utöka GPS spår till aktivitet

# UI_Settings_PageControl_labelExtendGPSInformative_Text
source: Extend GPS Track to Activity Start/End if GPS track is shorter than the clock or heart rate track
es: Extender el Track de GPS, si es más corto que el reloj o los datos de RC
fr: Etend la trace GPS vers Activité Debut/Fin si la trace GPS est plus courte que l'horloge ou que la trace de la fréquence cardiaque
it: Associare la traccia GPS all'attività se Inizio/Fine della traccia GPS è più breve della durata della traccia o dei dati di frequenza cardiaca
nl: GPS track uitbreiden naar activiteit Start/Stop indien GPS track kleiner is dan horloge of hartslag track
sv: Utöka GPS-spår till aktivitet start/slut om GPS-spår är kortare än klockad tid eller annat spår (som hjärtslag-spår)

# Edit_SetTimeGPS_Text
source: Set Time/Pace on GPS Points
es: Agregar Tiempo/Paso en el track de GPS
fr: Etablir le temps/allure sur la trace GPS
it: Imposta Tempo/Passo sui punti GPS
nl: Tijd/tempo op GPS track zetten
sv: Sätt tid/tempo på GPS punkter

# UI_Settings_PageControl_labelSetTimeGPS_Text
source: Set Time/Pace on GPS Points
es: Agregar Tiempo/Paso en el track de GPS
fr: Etablir le temps/allure sur la trace GPS
it: Imposta Tempo/Passo sui punti GPS
nl: Zet tijd/tempo op GPS punten
sv: Sätt tid/tempo på GPSspår

# UI_Settings_PageControl_labelSetTimeGPSInformative_Text
source: Set the time on GPS points using the Distance track if it exists, otherwise using the activity time
es: Agregar Tiempo/Paso en el track de GPS
fr: Etablir le temps sur les points GPS en utilisant la trace de distance si elle existe, sinon en utilisant le temps de l'activité
it: Impostare il tempo della traccia GPS sulla base della traccia della distanza
nl: Tijd zetten op GPS punten via de Afstandstrack indien deze bestaat, anders tijd van activiteit gebruiken
sv: Sätt tidsstämpel på GPS punkter genom att använda distansspår om det existerar, annars aktivitetens totala längd.

# Edit_InsertPauses_Text
source: Insert Pauses at GPS Gaps
es: Insertar pausas en los huecos del GPS
fr: Insérer des pauses aux écarts GPS
it: Inserire pause dove mancano tratti della traccia GPS
nl: Pauzes invoegen bij GPS leegtes
sv: Lägg in pauser vid GPS uppehåll

# UI_Settings_PageControl_labelInsertPauses_Text
source: Insert Pauses at GPS Gaps
es: Insertar pausas en los huecos del GPS
fr: Insérer des pauses aux écarts GPS
it: Inserire pause dove mancano tratti della traccia GPS
nl: Pauzes invoegen bij GPS leegtes
sv: Lägg in pauser då GPS punkter saknas

# UI_Settings_PageControl_labelInsertPausesInformative_Text
source: Insert pauses if there are time gaps for the GPS points
es: Insertar pausas si hay huecos en el tiempo del track GPS
fr: Insérer des pauses s'il y a des écarts de temps pour les points GPS
it: Inserire pause dove ci sono pause nella traccia GPS
nl: Pauzes invoegen indien er tijd leegtes zijn bij GPS punten
sv: Lägg in pauser då GPS punkter saknas

# UI_Settings_PageControl_labelInsertPausesWhenGPSdifferMinSeconds_Text
source: Min GPS gap
es: Hueco GPS Mínimo
fr: Ecart GPS minimum
it: Minima pausa della traccia GPS
nl: Min GPS leegte
sv: Min GPS uppehåll

# UI_Settings_PageControl_labelDetectRestLapsInformative_Text
source: Detect rest laps. Currently only warmup and cooldown.
es: Detectar Secciones de Descanso, solo Calentamiento y Enfriamiento
fr: Detecter les tours de repos. Actuellement seulement l'échauffement et la récupération.
it: Identifica i Lap di pausa. Attualmente solo i lap di ricaldamento e di raffreddamento
nl: Rustrondes detecteren. Momenteel enkel opwarmen en cooling down.
sv: Detektera vilo varv. Enbart långsamma uppvärmning/nedvarvnings varv.

# UI_Settings_PageControl_labelDetectRestLaps_Text
source: Detect Rest Laps
es: Detectar Secciones de Descanso
fr: Detecter les tours de repos
it: Identifica i Lap di pausa
nl: Rustrondes detecteren
sv: Detektera vilo varv

# Edit_ElevationToGPS_Text
source: Elevation Track to GPS Points
es: Track de Elevación a puntos GPS
fr: Trace d'altitude aux points GPS
it: Traccia di altitudine nei punti GPS
nl: Hoogtetrack naar GPS punten
sv: Höjd spår till GPS punkter

# UI_Settings_PageControl_labelElevationToGPSInformative_Text
source: Apply the separate elevation track to the GPS track
es: Aplicar el Track de elevacón separado al track GPS
fr: Appliquer la trace d'altitude séparée à la trace GPS
it: Modifica l'altitudine calcolata separatamente alla traccia GPS
nl: De aparte hoogtetrack toepassen op de GPS track
sv: Lägg ett separat höjd spår på GPS punkter

# UI_Settings_PageControl_labelElevationToGPS_Text
source: Elevation Track to GPS Points
es: Track de Elevación a puntos GPS
fr: Trace d'altitude aux points GPS
it: Traccia di altitudine nei punti GPS
nl: Hoogtetrack naar GPS punten
sv: Höjd spår till GPS punkter

# Edit_DetectRestLaps_Text
source: Detect Rest Laps
es: Detecta Secciones de Descanso
fr: Detecter les tours de repos
it: Identifica i Lap di pausa
nl: Rustrondes detecteren
sv: Detektera vilo varv

# Edit_RemoveIdenticalGPS_Text
source: Remove Identical GPS Points While Moving
es: Elimina Puntos GPS Identicos en movimiento
fr: Retirer les points GPS identique pendant le déplacement
it: Elimina punti GPS identici durante lo spostamento
nl: Tijdens verplaatsen identieke GPS punten verwijderen
sv: Ta bort identiska GPS punkter vid rörelse

# UI_Settings_PageControl_labelRemoveIdenticalGPS_Text
source: Remove Identical GPS Points
es: Elimina puntos GPS identicos
fr: Retirer les points GPS identiques
it: Elimina punti GPS identici
nl: Identieke GPS punten verwijderen
sv: Ta bort identiska GPS punkter

# UI_Settings_PageControl_labelRemoveIdenticalGPSInformative_Text
source: Remove identical GPS points where the distance track indicates moving. (Fix for Edge 705 one second recording.)
es: Elimina puntos GPS identicos, cuando la el track de distancia indique movimiento. (Fix for Edge 705 one second recording.)
fr: Retirer les points GPS identiques où la trace de distance indique du déplacement. (Correctif pour le Edge 705 enregistrement d'une seconde.)
it: Elimina punti GPS identici quando la traccia della distanza indica movimento. (Correggi gli errori dovuti alla registrazione per ogni secondo dell'Edge 705.)
nl: Identieke GPS punten verwijderen als afstandstrack beweging aangeeft (Fix voor Edge 705 one second recording.)
sv: Ta bort identiska GPS punkter då distansspår indikerar att enheten rört sig. Fix för Edge 705 per sekund inspelning.

# UI_Settings_PageControl_labelAdjustPausesToDeviceInformative_Text
source: Adjust Pauses so the activity time matches the device time (or manually entered time)
es: Ajustar Pausas para coincidir con el tiempo del dispositivo (o tiempo manual)
fr: Ajuster les pauses pour que les temps de l’activité correspondent aux temps du périphérique (ou du temps mis manuellement)
it: Regolare le pause in modo che la durata dell'attività coincida con la durata riscontrata sul dispositivo (oppure impostata manualmente)
sv: Justera pauser så aktivitetstiden matchar GPS tiden (eller manuellt inmatad tid)

# Edit_AdjustPausesToDevice_Text
source: Adjust Pauses to Device Time
es: Ajustar Pausas al Tiempo del Dispositivo
fr: Ajuster les pauses aux temps du périphérique
it: Regolare le pause sulla base del tempo del dispositivo
sv: Justera pauser efter GPS enhet tid

# UI_Settings_PageControl_labelAdjustPausesToDevice_Text
source: Adjust Pauses to Device Time
es: Ajustar Pausas al Tiempo del Dispositivo
fr: Ajuster les pauses aux temps du périphérique
it: Regolare le pause sulla base del tempo del dispositivo
sv: Justera pauser efter GPS enhet tid

# Edit_FixHR_Text
source: Fix initial HR spikes
es: Arreglar picos iniciales del RC
fr: Définir les piques de FC initiales
it: Correggi i picchi iniziali di frequenza cardiaca
sv: Fixa HR vid aktivitetens början

# Edit_FixNaN_Text
source: Fix NaN in Tracks
it: Correggi NaN nella traccia

# UI_Settings_PageControl_labelCorrectGPSFromDistanceInformative_Text
source: Removes GPS points that likely is incorrect by checking negative distances in the distance track
it: Elimina i punti GPS che sono apparentemente errati verificando distanze negative nella traccia dele distanze

# UI_Settings_PageControl_labelFixHRInformative_Text
source: Remove HR entries higher than Max HR and initial spikes. Adds data at start if missing to simplify editing.
it: Correggi la frequenza cardiaca all'inizio dell'attività, filtra i picchi
sv: Fixa HR vid aktivitetens början

# UI_Settings_PageControl_labelFixHR_Text
source: Fix HR
it: Correggi i picchi iniziali di frequenza cardiaca
sv: Fixa HR vid aktivitetens början

# Edit_Lap2Cadence_Text
source: Put Laps and Stops in CadenceTrack
nl: Plaats Rondes en Stops in Cadans Track
sv: Lägg etapper och pauser i kadensspår
